<div class="modal personal-data-modal" id="personalDataModal">
        <div class="section-header">
            <div class="section-header__title font-custom">Согласие на обработку персональных данных</div>
        </div>
        <div class="section-content">
            В соответствии со статьей 9 Федерального закона от 27 июля 2006 г. № 152-ФЗ «О персональных данных» свободно, своей волей и в своем интересе даю согласие Обществу с ограниченной ответственностью «Камелот-А» (адрес местонахождения: 634006, Россия, Томская область, г. Томск, пр. Мира, дом 20), далее по тексту «Общество», на обработку указанных при заполнении он-лайн анкеты на сайте rabotavyarche.ru моих персональных данных, а именно: фамилии, имени, отчества, контактного телефона, адреса электронной почты.

            Предоставляю Обществу право осуществлять следующие действия (операции) с персональными данными: сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение, а также осуществление любых других действий, предусмотренных действующим законодательством Российской Федерации, с использованием средств автоматизации, в том числе в информационно-телекоммуникационных сетях, или без использования таких средств.

            Целями обработки персональных данных являются: мое трудоустройство в Общество, а также проведение предварительного собеседования для трудоустройства в Общество; выполнение маркетинговых задач, проведения статистических и иных исследований на основе обезличенных данных; установления со мной обратной связи, включая направление и обработку уведомлений, запросов, касающихся использования Сайта.

            Я согласен(на) с тем, что текст данного мной согласия хранится в электронном виде в базе данных и/или на бумажном носителе и подтверждает факт согласия на обработку и передачу персональных данных в соответствии с вышеизложенными положениями и беру на себя ответственность за достоверность предоставления персональных данных.

            Согласие дается сроком на 30 (тридцать) дней и может быть в любой момент мной отозвано путем направления письменного уведомления в ООО «Камелот-А» по адресу: 634006, Россия, Томская область, г. Томск, пр. Мира, дом 20. или по адресу электронной почты: info@rabotavyarche.ru. Требование о прекращении обработки персональных данных должно быть исполнено не позднее 2 (двух) дней с даты вручения письменного уведомления Обществу.
        </div>
        <button class="button mt-10" id="acceptButton">
            Согласиться
        </button>
</div>
